{
    "name": "plan",
    "pknm": "name",
    "opts": {
        "withCols": true,
        "withRows": true
    },
    "cols": [
        {
            "name": "name",
            "type": "VARCHAR",
            "sub1": "20",
            "deft": null,
            "comm": "",
            "isPk": true,
            "isUnsigned": false,
            "isNotNull": true,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "year",
            "type": "YEAR",
            "sub1": "4",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": true,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "num",
            "type": "TINYINT",
            "sub1": "4",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": true,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "funding",
            "type": "ENUM",
            "sub1": "'Minestry'",
            "sub2": "'Skoltech'",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "executive_in_charge",
            "type": "VARCHAR",
            "sub1": "100",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "content",
            "type": "MEDIUMTEXT",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "content_rus",
            "type": "MEDIUMTEXT",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "expected_results_rus",
            "type": "MEDIUMTEXT",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "expected_results",
            "type": "MEDIUMTEXT",
            "deft": null,
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": false,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "is_scientific",
            "type": "TINYINT",
            "sub1": "1",
            "deft": "1",
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": true,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        },
        {
            "name": "is_done",
            "type": "TINYINT",
            "sub1": "1",
            "deft": "0",
            "comm": "",
            "isPk": false,
            "isUnsigned": false,
            "isNotNull": true,
            "isNull": false,
            "isUnique": false,
            "isIncrem": false
        }
    ],
    "rows": [
        {
            "name": "num1",
            "year": 2017,
            "num": 1,
            "funding": "Minestry",
            "executive_in_charge": "oseledets",
            "content": "Investigation of possibilities and prospects of using various tensor networks for low-rank (compressed) data representation and development of new algorithms for tensor decompositions including tensor train and quantized tensor train decomposition.",
            "content_rus": "Исследование возможностей и перспектив использования различных тензорных сетей для малорангового (сжатого) представления данных и разработка новых алгоритмов для тензорных разложений, в том числе, для разложения тензорного поезда (tensor train) и квантизованного разложения тензорного поезда (quantized tensor train).",
            "expected_results_rus": "Результаты исследования возможностей и перспектив использования различных тензорных сетей  для малорангового (сжатого) представления данных. Теоретическое описание и программная реализация новых алгоритмов для наиболее эффективных методов сжатого представления данных, которые могут быть использованы для тензоризации глубинных нейронных сетей. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num10",
            "year": 2017,
            "num": 10,
            "funding": "Skoltech",
            "executive_in_charge": "lempitsky",
            "content": "Development and validation of new methods for two-dimensional image synthesis using deep neural networks.",
            "content_rus": "Разработка и валидация новых методов синтеза двухмерных изображений с помощью глубинных нейронных сетей.",
            "expected_results_rus": "Описание новой архитектуры и программная реализация глубинных нейронных сетей, порождающих фотореалистичные изображения. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num11",
            "year": 2017,
            "num": 11,
            "funding": "Skoltech",
            "content": "Purchase of materials and components for scientific research.",
            "content_rus": "Закупка материалов и комплектующих для проведения научных исследований.",
            "expected_results_rus": "Перечень материалов и комплектующих, необходимых для проведения исследований.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num12",
            "year": 2017,
            "num": 12,
            "funding": "Skoltech",
            "content": "The organizational and technical support of the project, preparation of facilities and placing of computer equipment and components, purchased under the grant agreement for scientific research.",
            "content_rus": "Организационно-техническое сопровождение проекта, подготовка помещений, необходимых для функционирования лаборатории, размещение вычислительного оборудования и установка комплектующих, закупаемых в рамках соглашения по гранту и необходимых для проведения исследований.",
            "expected_results_rus": "Перечень проведенных мероприятий по организационно-техническому сопровождению, подготовке помещений и размещению оборудования и комплектующих. Документы, подтверждающие организационно-техническое сопровождение выполнения проекта. Подготовленное помещение, введенное в эксплуатацию оборудование.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num13",
            "year": 2017,
            "num": 13,
            "funding": "Skoltech",
            "content": "Preparing and conducting new or upgraded lecture courses, seminars and other educational activities on the field of research  for Master and PhD students at Skoltech (no less than four courses).",
            "content_rus": "Подготовка и проведение новых и/или модернизированных лекционных курсов, семинарских занятий и иных образовательных мероприятий по теме исследований для студентов и аспирантов Сколтеха (не менее четырех образовательных курсов).",
            "expected_results_rus": "Программы образовательных курсов, документы, подтверждающие создание или модернизацию курсов и внедрение в образовательный процесс. Расписание лекций.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num14",
            "year": 2017,
            "num": 14,
            "funding": "Skoltech",
            "content": "Business trips of the team members to the world's leading research centers to share experiences and/or for collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки членов научного коллектива лаборатории в ведущие мировые научные центры с целью обмена опытом и/или проведения совместных научных исследований по направлениям тензорных методов,  машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчет о проведенном совместном научном исследовании.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num15",
            "year": 2018,
            "num": 1,
            "funding": "Minestry",
            "executive_in_charge": "oseledets",
            "content": "Analysis of modern deep neural networks architectures (convolutional and recurrent neural networks, restricted Boltzmann machines, auto-encoders, etc) and identification of their connection with tensor networks. Application of tensor factorizations and new optimization methods on tensor manifolds developed in the Laboratory  for compression and training of deep neural networks.",
            "content_rus": "Анализ архитектуры современных глубинных нейронных сетей (сверточные и рекуррентные нейронные сети, ограниченные машины Больцмана, автокодировщики и т.д.) и выявление их связи с тензорными сетями. Применение тензорных факторизаций и новых разработанных в лаборатории методов оптимизации на тензорных многообразиях для задач сжатия и обучения глубинных нейронных сетей.",
            "expected_results_rus": "Описание выявленных связей между современными глубинными нейронными и тензорными сетями. Алгоритмы и программный комплекс для эффективного обучения и малорангового (сжатого) представления параметров глубинных нейронных сетей с использованием методов тензорных факторизаций. Описание разработанного программного комплекса.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num16",
            "year": 2018,
            "num": 2,
            "funding": "Minestry",
            "executive_in_charge": "oseledets",
            "content": "Construction of new types of layers for deep neural networks based on tensor decompositions.",
            "content_rus": "Построение новых типов слоев для глубинных нейронных сетей на основе формализма метода малоранговых тензорных факторизаций.",
            "expected_results_rus": "Программный комплекс, реализующий новые типы слоев для глубинных нейронных сетей с использованием методов малоранговых тензорных факторизаций. Описание разработанного программного комплекса.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num17",
            "year": 2018,
            "num": 3,
            "funding": "Minestry",
            "executive_in_charge": "vetrov",
            "content": "Developing a method of obtaining a single posterior approximation from the collection of K proposed distributions, aimed for the current model.",
            "content_rus": "Разработка метода получения приближенного апостериорного распределения из совокупности K предложных плотностей, настроенных на данную генеративную модель.",
            "expected_results_rus": "Описание разработанного метода построения дискретно-непрерывных представлений для высокоразмерных объектов, позволяющих ставить в соответствие каждому объекту К-значный дискретный код и находить апостериорное распределение на непрерывные представления, а также приближения апостериорного распределения на непрерывные представления объекта смесью из К предложных распределений.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num18",
            "year": 2018,
            "num": 4,
            "funding": "Minestry",
            "executive_in_charge": "oseledets, lempitsky, vetrov",
            "content": "Effective software implementation of the proposed inference and learning algorithms for parallel processing on GPUs. Development of new deep learning methods for image deblurring.",
            "content_rus": "Эффективная программная реализация разработанных алгоритмов обучения и вывода для параллельной обработки данных на графических ускорителях. Разработка методов деблюрринга (устранения размытостей и искажений) изображений на основе глубинного обучения.",
            "expected_results_rus": "Модифицированные версии полученных при выполнении работ предыдущих этапов программных комплексов, адаптированные к работе на графических ускорителях. Описание модифицированных программных комплексов. Алгоритмы и программная реализация, разработанных методов деблюрринга.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num19",
            "year": 2018,
            "num": 5,
            "funding": "Minestry",
            "executive_in_charge": "lempitsky",
            "content": "Developing a new method for object detection that utilizes by involving sided information (for example, depth distribution) and/or using new neural architectures.",
            "content_rus": "Разработка метода, ускоряющего нахождение объектов на изображении за счет привлечения сторонней информации (например, данных о глубине) и/или использования новых нейросетевых архитектур.",
            "expected_results_rus": "Описание разработанного метода, программный комплекс с описанием для ускорения нахождения объектов на изображении с использованием данных о глубине и/или новых архитектур глубинных нейронных сетей.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num2",
            "year": 2017,
            "num": 2,
            "funding": "Minestry",
            "executive_in_charge": "oseledets",
            "content": "Investigation of optimization methods for functionals in the low-rank tensor format on tensor manifolds for effective low rank representation of tensor networks.",
            "content_rus": "Исследование методов оптимизации на тензорных многообразиях для решения задач минимизации функционалов в рамках малорангового тензорного разложения, в том числе, для эффективного построения малорангового представления тензорной сети.",
            "expected_results_rus": "Алгоритмы и программная реализация новых вычислительно эффективных методов решения оптимизационных задач на тензорных многообразиях. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num20",
            "year": 2018,
            "num": 6,
            "funding": "Minestry",
            "content": "Holding an international conference on the subject of tensor methods, machine learning and data mining at Skoltech.",
            "content_rus": "Организация на базе Сколтеха международной научной конференции по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных.",
            "expected_results_rus": "Программа конференции, список участников, фотоотчет, тезисы докладов и/или презентационные материалы.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num21",
            "year": 2018,
            "num": 7,
            "funding": "Minestry",
            "content": "Purchase of accessories for scientific equipment.",
            "content_rus": "Закупка комплектующих для оборудования для проведения научных исследований.",
            "expected_results_rus": "Перечень комплектующих, необходимых для проведения исследований.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num22",
            "year": 2018,
            "num": 8,
            "funding": "Minestry",
            "content": "Participation of the team members in international conferences and workshops on the subject of tensor methods, machine learning and data mining (no less than six events).",
            "content_rus": "Участие членов научного коллектива лаборатории в международных конференциях, семинарах и симпозиумах по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее шести мероприятий).",
            "expected_results_rus": "Программы мероприятий, списки участников, тезисы докладов и/или презентационные материалы.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num23",
            "year": 2018,
            "num": 9,
            "funding": "Minestry",
            "content": "Business trips of the team members to the world's leading research centers for internships and/or collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки членов научного коллектива лаборатории в ведущие мировые научно-образовательные центры с целью стажировки и/или проведения совместных научных исследований по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчет о стажировке и/или отчет о проведенном совместном научном исследовании.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num24",
            "year": 2018,
            "num": 10,
            "funding": "Skoltech",
            "executive_in_charge": "lempitsky",
            "content": "Development and validation of new methods for three-dimensional data synthesis using deep neural networks.",
            "content_rus": "Разработка и валидация новых методов синтеза трехмерных данных с помощью глубинных нейронных сетей.",
            "expected_results_rus": "Описание новой архитектуры и программная реализация глубинных нейронных сетей, порождающих реалистичные трехмерные данные (в виде облаков точек или иных трехмерных представлений). Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num25",
            "year": 2018,
            "num": 11,
            "funding": "Skoltech",
            "content": "Purchase of materials and components for scientific research.",
            "content_rus": "Закупка материалов и комплектующих для проведения научных исследований.",
            "expected_results_rus": "Перечень закупленных материалов и комплектующих, необходимых для проведения исследований.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num26",
            "year": 2018,
            "num": 12,
            "funding": "Skoltech",
            "content": "The organizational and technical support of the project.",
            "content_rus": "Организационно-техническое сопровождение проекта.",
            "expected_results_rus": "Перечень проведенных мероприятий по организационно-техническому сопровождению, подготовке помещений и размещению оборудования и комплектующих. Документы, подтверждающие организационно-техническое сопровождение выполнения проекта.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num27",
            "year": 2018,
            "num": 13,
            "funding": "Skoltech",
            "content": "Preparation of patent application for the invention in the direction of scientific research.",
            "content_rus": "Подготовка заявки на выдачу патента по направлению научного исследования.",
            "expected_results_rus": "Заявка на патент по теме исследования.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num28",
            "year": 2018,
            "num": 14,
            "funding": "Skoltech",
            "content": "Preparing and conducting new or upgraded lecture courses, seminars and other educational activities on the field of research  for Master and PhD students at Skoltech (no less than four courses).",
            "content_rus": "Подготовка и проведение новых и/или модернизированных лекционных курсов, семинарских занятий и иных образовательных мероприятий по теме исследований для студентов и аспирантов Сколтеха (не менее четырех образовательных курсов).",
            "expected_results_rus": "Программы образовательных курсов, документы, подтверждающие создание или модернизацию курсов и внедрение в образовательный процесс. Расписание лекций.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num29",
            "year": 2018,
            "num": 15,
            "funding": "Skoltech",
            "content": "Business trips of the team members to the world's leading research centers to share experiences and/or for collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки членов научного коллектива  лаборатории в ведущие мировые научные центры с целью обмена опытом и/или проведения совместных научных исследований по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчет о командировке и/или отчет о проведенном совместном научном исследовании.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num3",
            "year": 2017,
            "num": 3,
            "funding": "Minestry",
            "executive_in_charge": "vetrov",
            "content": "Development of a new method for learning deep Bayesian generative models using generalized K samples importance lower bound to marginal likelihood.",
            "content_rus": "Разработка метода обучения глубинных байесовских генеративных моделей с использованием обобщенной K-выборочной вариационной нижней оценки на маргинальное правдоподобие.",
            "expected_results_rus": "Алгоритмы и программная реализация новой формулировки метода Байесовского обучения глубинных нейронных сетей. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num30",
            "year": 2019,
            "num": 1,
            "funding": "Minestry",
            "executive_in_charge": "oseledets",
            "content": "The theoretical analysis of tensor methods for deep neural networks that were developed at the previous phase of the project.",
            "content_rus": "Теоретическое обоснование для разработанных на предыдущем этапе методов тензоризации глубинных нейронных сетей.",
            "expected_results_rus": "Теоретическое подтверждение концепции тензоризации глубинных нейронных сетей, полученной при выполнении предыдущих работ, включающее описание разработанной алгоритмической части, оценки на вычислительную сложность и степень сжатия данных.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num31",
            "year": 2019,
            "num": 2,
            "funding": "Minestry",
            "executive_in_charge": "vetrov",
            "content": "Theoretical study of the proposed K-samples importance lower bound, it’s connection to the variance of marginal likelihood estimation.",
            "content_rus": "Теоретическое исследование обобщенной K-выборочной вариационной нижней оценки, ее связь с дисперсией оценки маргинального правдоподобия вероятностных моделей.",
            "expected_results_rus": "Теоретическое обоснование полученных ранее улучшенных вариационных нижних оценок, включающее описание разработанной алгоритмической части и связь с дисперсией оценки маргинального правдоподобия вероятностных моделей.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num32",
            "year": 2019,
            "num": 3,
            "funding": "Minestry",
            "executive_in_charge": "lempitsky",
            "content": "Development of effective implementation of adversarial networks. Comparison of the quality of the proposed model with state-of-the-art methods.",
            "content_rus": "Разработка эффективной реализации модели конкурирующих сетей. Сравнение качества работы с мировым уровнем при использовании различных обучающих данных.",
            "expected_results_rus": "Описание разработанных алгоритмов конкурирующих глубинных нейронных сетей, в том числе алгоритмы построения генеративных моделей глубинного обучения, работающие аналогично конкурирующим сетям. Результаты сравнения качества работы разработанных алгоритмов с существующим мировым уровнем.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num33",
            "year": 2019,
            "num": 4,
            "funding": "Minestry",
            "executive_in_charge": "vetrov",
            "content": "Improving the proposed deep architecture \"with attention\" and developing methods of combining depth fusion and attention mechanisms. Achieving highest speed-up for high resolution images.",
            "content_rus": "Улучшение новой нейросетевой архитектуры «с вниманием», разработка методов «с вниманием», использующих данные о глубине и достижение максимального ускорения на изображениях высокого разрешения.",
            "expected_results_rus": "Алгоритмы и программный комплекс для нейросетевой архитектуры «с вниманием». Описание разработанного программного комплекса.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num34",
            "year": 2019,
            "num": 5,
            "funding": "Minestry",
            "executive_in_charge": "oseledets, lempitsky, vetrov",
            "content": "Synthesis of different research directions and building systems that combine approaches developed during the project. Development of combined architectures, including tensorized deep neural networks, probabilistic graphical models, stochastic optimization and Bayesian inference.",
            "content_rus": "Синтез результатов, полученных в рамках отдельных направлений, построение систем, комбинирующих подходы, разработанные за время выполнения проекта. Разработка комбинированных архитектур, включающих тензоризованные глубинные нейронные сети, графические модели, стохастическую оптимизацию и байесовский вывод.",
            "expected_results_rus": "Программный комплекс, комбинирующий наработки, полученные при выполнении предыдущих работ, в том числе тензоризованные глубинные нейронные сети, графические модели, стохастическую оптимизацию и байесовский вывод. Описание разработанного программного комплекса.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num35",
            "year": 2019,
            "num": 6,
            "funding": "Minestry",
            "executive_in_charge": "oseledets, lempitsky, vetrov",
            "content": "Development of the application for image quality improvement, object detection and localization, two-dimensional image synthesis and three-dimensional data synthesis based on new methods developed during the project, including tensorized deep neural networks.",
            "content_rus": "Разработка приложения для улучшения качества изображений, определения положения объектов на изображении и генерации реалистичных двумерных изображений и трехмерных данных на основе разработанных в лаборатории алгоритмов, в том числе, новых алгоритмов для тензоризованных глубинных нейронных сетей.",
            "expected_results_rus": "Программный комплекс с графическим интерфейсом, адаптированный для работы на настольных и мобильных устройствах. Описание разработанного программного комплекса.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num36",
            "year": 2019,
            "num": 7,
            "funding": "Minestry",
            "content": "Holding an international conference on the subject of tensor methods, machine learning and data mining.",
            "content_rus": "Организация международной научной конференции по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных.",
            "expected_results_rus": "Программа конференции, список участников, тезисы докладов и/или презентационные материалы. Фотоотчет.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num37",
            "year": 2019,
            "num": 8,
            "funding": "Minestry",
            "content": "Purchase of accessories for scientific equipment.",
            "content_rus": "Закупка комплектующих для оборудования для проведения научных исследований.",
            "expected_results_rus": "Перечень закупленных комплектующих, необходимых для проведения исследований.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num38",
            "year": 2019,
            "num": 9,
            "funding": "Minestry",
            "content": "Participation of the team members in international conferences and workshops on the subject of tensor methods, machine learning and data mining (no less than six events).",
            "content_rus": "Участие членов научного коллектива лаборатории в международных конференциях, семинарах и симпозиумах по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее шести мероприятий).",
            "expected_results_rus": "Программы мероприятий, списки участников, тезисы докладов и/или презентационные материалы.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num39",
            "year": 2019,
            "num": 10,
            "funding": "Minestry",
            "content": "Business trips of the team members to the world's leading research centers for internships and/or collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки членов научного коллектива  лаборатории в ведущие мировые научно-образовательные центры с целью стажировки и/или проведения совместных научных исследований по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчеты о командировках и/или  стажировках, и/или проведенных совместных научных исследованиях.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num4",
            "year": 2017,
            "num": 4,
            "funding": "Minestry",
            "executive_in_charge": "vetrov",
            "content": "Development of a new second-order stochastic optimization method applicable to non-convex setting.",
            "content_rus": "Разработка стохастического метода оптимизации второго порядка для решения невыпуклых задач оптимизации.",
            "expected_results_rus": "Алгоритм и программная реализация нового вычислительно эффективного метода стохастической оптимизации второго порядка. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num40",
            "year": 2019,
            "num": 11,
            "funding": "Skoltech",
            "executive_in_charge": "lempitsky",
            "content": "Development and validation of new methods for video synthesis using deep neural networks.",
            "content_rus": "Разработка и валидация новых методов синтеза видеопоследовательностей с помощью глубинных нейронных сетей.",
            "expected_results_rus": "Описание новой архитектуры (методов синтеза) и программная реализация глубинных нейронных сетей, порождающих видеоданные, обладающие реалистичным видом и динамикой. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num41",
            "year": 2019,
            "num": 12,
            "funding": "Skoltech",
            "content": "Purchase of materials and components for scientific research.",
            "content_rus": "Закупка материалов и комплектующих для проведения научных исследований.",
            "expected_results_rus": "Перечень материалов и комплектующих, необходимых для проведения исследований.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num42",
            "year": 2019,
            "num": 13,
            "funding": "Skoltech",
            "content": "The organizational and technical support of the project.",
            "content_rus": "Организационно-техническое сопровождение проекта.",
            "expected_results_rus": "Перечень проведенных мероприятий по организационно-техническому сопровождению, подготовке помещений и размещению оборудования и комплектующих. Документы, подтверждающие организационно-техническое сопровождение выполнения проекта.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num43",
            "year": 2019,
            "num": 14,
            "funding": "Skoltech",
            "content": "Preparation of patent application for the invention in the direction of scientific research.",
            "content_rus": "Подготовка заявки на выдачу патента по направлению научного исследования.",
            "expected_results_rus": "Заявка на патент по теме исследования.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num44",
            "year": 2019,
            "num": 15,
            "funding": "Skoltech",
            "content": "Preparing and conducting new or upgraded lecture courses, seminars and other educational activities on the field of research  for Master and PhD students at Skoltech (no less than four courses).",
            "content_rus": "Подготовка и проведение новых и/или модернизированных лекционных курсов, семинарских занятий и иных образовательных мероприятий по теме исследований для студентов и аспирантов Сколтеха (не менее четырех образовательных курсов).",
            "expected_results_rus": "Программы образовательных курсов, документы, подтверждающие создание или модернизацию курсов и внедрение в образовательный процесс. Расписание лекций.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num45",
            "year": 2019,
            "num": 16,
            "funding": "Skoltech",
            "content": "Business trips of the team members to the world's leading research centers to share experiences and/or for collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки сотрудников лаборатории в ведущие мировые научные центры с целью обмена опытом и/или проведения совместных научных исследований по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчеты о командировках и/или проведенных совместных научных исследованиях.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num5",
            "year": 2017,
            "num": 5,
            "funding": "Minestry",
            "executive_in_charge": "oseledets, lempitsky, vetrov",
            "content": "Formation of a new database of images for experiments with deep neural networks.",
            "content_rus": "Создание нового набора данных для тестирования и обучения глубинных нейронных сетей.",
            "expected_results_rus": "Подготовленная база данных для обучения и тестирования глубинных нейронных сетей в применении, в том числе, к задачам деблюрринга изображений, обнаружения предметов и определения их положения в пространстве, генерации изображений и видео.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num6",
            "year": 2017,
            "num": 6,
            "funding": "Minestry",
            "executive_in_charge": "lempitsky",
            "content": "Synthesis of deep learning and classical methods of computer vision (including cascade based detection, Hough transform, and the use of integral images) for fast image filtering.",
            "content_rus": "Разработка и валидация методов синтеза глубинного обучения и классических методов компьютерного зрения (в том числе, каскадирования, преобразования Хафа, интегральных изображений) для быстрой фильтрации изображений.",
            "expected_results_rus": "Описание разработанных методов синтеза глубинного обучения и классических методов компьютерного зрения для быстрой фильтрации изображений. Вычислительно эффективная программная реализация метода фильтрации изображений. Описание разработанной программы.",
            "is_scientific": 1,
            "is_done": 0
        },
        {
            "name": "num7",
            "year": 2017,
            "num": 7,
            "funding": "Minestry",
            "content": "Purchase of computer equipment and components for scientific research.",
            "content_rus": "Закупка вычислительного оборудования и комплектующих для проведения научных исследований.",
            "expected_results_rus": "Вычислительное оборудование и комплектующие, необходимые для проведения исследований. Перечень закупленного оборудования и комплектующих.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num8",
            "year": 2017,
            "num": 8,
            "funding": "Minestry",
            "content": "Participation of the team members in international conferences and workshops on the subject of tensor methods, machine learning and data mining (no less than five events).",
            "content_rus": "Участие членов научного коллектива  лаборатории в международных конференциях, семинарах и симпозиумах по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее пяти мероприятий).",
            "expected_results_rus": "Программы мероприятий, списки участников, тезисы докладов и/или презентационные материалы.",
            "is_scientific": 0,
            "is_done": 0
        },
        {
            "name": "num9",
            "year": 2017,
            "num": 9,
            "funding": "Minestry",
            "content": "Business trips of the team members to the world's leading research centers for internships and/or collaborative research on tensor methods, machine learning and data mining (no less than one trip).",
            "content_rus": "Командировки членов научного коллектива в ведущие мировые научно-образовательные центры с целью стажировки и/или проведения совместных научных исследований по направлениям тензорных методов, машинного обучения и интеллектуального анализа данных (не менее одной командировки).",
            "expected_results_rus": "Отчет о стажировке или отчет о проведенном совместном научном исследовании.",
            "is_scientific": 0,
            "is_done": 0
        }
    ]
}
